content/posts/An_introduction_to_the_mathematical_structure_of_the_Wright-Fisher_model_of_population_genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2013.md
+++
title = "An introduction to the mathematical structure of the Wright-Fisher model of population genetics by Julian Hofrichter, Jurgen Jost, and Tat Dat Tran in 2013"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:33:45-04:00
slug = "An_introduction_to_the_mathematical_structure_of_the_Wright-Fisher_model_of_population_genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2013"
draft = false
+++

## [population dynamics]({{< relref "population_dynamics" >}}), [evolutionary timescale]({{< relref "evolutionary_timescale" >}}), [dynamical systems]({{< relref "dynamical_systems" >}}), [Jurgen Jost]({{< relref "Jurgen_Jost" >}}) {#population-dynamics--population-dynamics-dot-md--evolutionary-timescale--evolutionary-timescale-dot-md--dynamical-systems--dynamical-systems-dot-md--jurgen-jost--jurgen-jost-dot-md}


## citation {#citation}


### Tran, T. D., Hofrichter, J., & Jost, J. (2013). An introduction to the mathematical structure of the Wright-Fisher model of population genetics. <span class="underline"><span class="underline">Theory in Biosciences = Theorie in Den Biowissenschaften</span></span>, \_\_132\_\_(2), 73–82. <https://doi.org/10.1007/s12064-012-0170-3> {#tran-t-dot-d-dot-hofrichter-j-dot-and-jost-j-dot--2013--dot-an-introduction-to-the-mathematical-structure-of-the-wright-fisher-model-of-population-genetics-dot-132--2--73-82-dot-https-doi-dot-org-10-dot-1007-s12064-012-0170-3}


## contents {#contents}
